Repository: aguia-dev/wc-payment-links
Catalog: languages/wc-payment-links-*.po
Languages: es, pt_br

source: No link founded!
es: ¡Ningún enlace encontrado!
pt_br: Nenhum link encontrado!

source: Link succefuly saved!
es: ¡Enlace guardado con éxito!
pt_br: Link salvo com sucesso!

source: Missing some required fields.
es: Faltan algunos campos obligatorios.
pt_br: Há alguns campos obrigatórios não foram preenchidos.

source: Link succefuly deleted!
es: ¡Enlace eliminado con éxito!
pt_br: Link deletado com sucesso!

source: Some fields do not have the expected types.
es: Algunos campos no tienen los tipos esperados.
pt_br: Alguns campos não possuem o tipo de dado esperado.

source: User not authorized! Please, contact the site adminstrator
es: ¡Usuario no autorizado! Por favor, contacte al administrador del sitio
pt_br: Usuário não autorizado! Por favor, entre em contato com o adminstrator do site

source: Link saved successfully!
es: ¡Enlace guardado con éxito!
pt_br: Link salvo com sucesso!

source: Error message
es: Mensaje de error
pt_br: Mensagem de erro

source: Link deleted successfully!
es: ¡Enlace eliminado con éxito!
pt_br: Link deletado com sucesso!

source: Name
es: Nombre
pt_br: Nome

source: Expire Date
es: Fecha de expiración
pt_br: Data de expiração

source: The field: <b>%s</b> is required!
es: ¡El campo: <b>%s</b> es obligatorio!
pt_br: O campo <b>%s</b> é obrigatório!

source: Payment Links
es: Enlaces de pago
pt_br: Links de Pagamento

source: WC Payment Links
es: WC Enlaces de Pago
pt_br: Links de Pagamento para WooCommerce

source: Links
es: Enlaces

source: This plugin needs the following plugins to work properly:
es: Este plugin necesita los siguientes plugins para funcionar correctamente:
pt_br: Este plugin precisa dos seguintes plugins para funcionar corretamente:

source: The entered token
es: El token ingresado
pt_br: O token inserido

source: is expired! Generate a new or update token expiration date
es: ha expirado. Genere uno nuevo o actualice la fecha de expiración del token
pt_br: expirou! Gere uma nova data de expiração do token ou atualize-a

source: The value used for token is not a valid uuid!
es: ¡El valor utilizado para el token no es un UUID válido!
pt_br: O valor usado para o token não é um uuid válido!

source: New payment link
es: Nuevo enlace de pago
pt_br: Novo link de pagamento

source: Search
es: Buscar
pt_br: Pesquisar

source: Search for links
es: Buscar enlaces
pt_br: Pesquisar por links

source: Link Name
es: Nombre del enlace
pt_br: Nome do Link

source: Expire at
es: Expira en
pt_br: Expira em

source: Products
es: Productos
pt_br: Produtos

source: Cart Total
es: Total del carrito
pt_br: Valor Total

source: Actions
es: Acciones
pt_br: Ações

source: Previous
es: Anterior
pt_br: Anterior

source: Next
es: Siguiente
pt_br: Próxima

source: Edit Link
es: Editar enlace
pt_br: Editar Link

source: Name:
es: Nombre:
pt_br: Nome:

source: Expire at:
es: Expira en:
pt_br: Expira em:

source: Cart
es: Carrito
pt_br: Carrinho

source: Coupon
es: Cupón
pt_br: Cupom

source: Save
es: Guardar
pt_br: Salvar

source: The WC Payment Links isn't compatible to your PHP version.
es: WC Payment Links no es compatible con tu versión de PHP.

source: The PHP version has to be a less 8.0!
es: ¡La versión de PHP debe ser inferior a 8.0!
pt_br: A versão do PHP tem que ser menor que 8.0!

source: Payment links for WooCommerce
es: Enlaces de pago para WooCommerce
pt_br: Links de Pagamento para WooCommerce

source: The WC Payment Links isn't compatible to your PHP version.
pt_br: Os links de pagamento do WC não são compatíveis com sua versão do PHP.
